import React from 'react'
import style from './Items.module.css'

const Top = () => {
  return (
    <div className={style.top}>
      <h1>راهنمای استفاده از رمز پویا</h1>
      <li>رمز پویا، رمز یکبار مصرفی است که به جای رمز دوم کارت استفاده میشود. </li>
      <li> <b>مرحله اول-</b> براساس دستورالعمل بانک صادرکننده کارت خود، نسبت به فعالسازی رمز پویا اقدام نمایید.</li>
      <li>  <b>مرحله دوم-</b>   رمز پویا را بر اساس روش اعلامی از طرف بانک صادرکننده کارت، به یکی از روشهای زیر دریافت کنید.</li>
      <li>1- دریافت از طریق برنامه کاربردی بانک، اینترنت بانک و یا موبایل بانک</li>
      <li>2- دریافت از طریق کد USSD بانک صادرکننده کارت شما</li>
      <li>3- دریافت از طریق زدن دکمه ی "دریافت رمز پویا" در درگاه پرداخت اینترنتی</li>
      <li> <b>مرحله سوم-</b> پس از دریافت رمز به یکی از روشهای فوق، رمز پویای دریافت شده را در محل تعیین شده برای "رمز دوم" وارد نمایید و سپس مابقی اطلاعات را تکمیل نمایید.</li>
    </div>
  )
}

export { Top }